load-resources/vertx-jdbc/100-1.txt
sending 100 messages per second
Requests      [total, rate]            500, 100.20
Duration      [total, attack, wait]    4.99409516s, 4.98999971s, 4.09545ms
Latencies     [mean, 50, 95, 99, max]  5.746361ms, 5.388048ms, 8.441963ms, 10.535956ms, 18.122632ms
Bytes In      [total, mean]            29000, 58.00
Bytes Out     [total, mean]            7500, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:500  
Error Set: