load-resources/vertx-jdbc/100-7.txt
sending 100 messages per second
Requests      [total, rate]            500, 100.20
Duration      [total, attack, wait]    4.994897438s, 4.989999922s, 4.897516ms
Latencies     [mean, 50, 95, 99, max]  4.710039ms, 4.677695ms, 5.273906ms, 7.80175ms, 10.054035ms
Bytes In      [total, mean]            29000, 58.00
Bytes Out     [total, mean]            7500, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:500  
Error Set: