load-resources/vertx-jdbc/1000-7.txt
sending 1000 messages per second
Requests      [total, rate]            5000, 1000.20
Duration      [total, attack, wait]    5.005917067s, 4.998999737s, 6.91733ms
Latencies     [mean, 50, 95, 99, max]  6.069543ms, 5.880469ms, 8.820956ms, 12.055436ms, 15.954257ms
Bytes In      [total, mean]            290000, 58.00
Bytes Out     [total, mean]            75000, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:5000  
Error Set: